Repository: manishasakineni/MadhuDemoApp
Catalog: PayZan/*.lproj/Main.strings
Languages: si, ta, te_in

# 0Dc-5Q-je9.placeholder
source: Re-Type New Password
si: නව මුරපදය නැවත ටයිප් කරන්න
ta: புதிய கடவுச்சொல் மீண்டும் தட்டச்சு
te_in: క్రొత్త పాస్ వర్డ్ ను టైప్ చేయండి

# 0fE-tX-ood.placeholder
source: Amount
si: ප්රමාණය
ta: தொகை
te_in: మొత్తం

# 0fk-ih-S21.text
source: My Wallet
si: ම ෙග් පසුම්බිය
ta: என் பணப்பை
te_in: నా పర్సు

# 0ud-Qh-g5L.segmentTitles[0]
source: Talktime Topup
si: කථාව
ta: டாக் டைம் டாப்அப்
te_in: టాక్టైమ్ టాప్అప్

# 0ud-Qh-g5L.segmentTitles[1]
source: Special Recharge
si: විශේෂ රීචාර්ජ්
ta: சிறப்பு ரீசார்ஜ்
te_in: స్పెషల్ రీఛార్జ్

# 11m-sD-dOi.text
source: Prepaid
si: පෙරගෙවුම්
ta: ப்ரீபெய்டு
te_in: ప్రీపెయిడ్

# 2fA-ud-OQ4.placeholder
source: +94 Mobile Number
si: +94 ජංගම අංකය
ta: +94 மொபைல் எண்
te_in: +94 మొబైల్ సంఖ్య

# 47B-2O-OXT.normalTitle
source: Sign up with Google
si: ගූගල් සමඟ ලියාපදිංචි වන්න
ta: Google மூலம் பதிவு செய்க
te_in: Google తో సైన్ అప్ చేయండి

# 4Qk-pu-XaB.normalTitle
source: Paid
si: ගෙවුම්
ta: பணம்
te_in: చెల్లింపు

# 5rY-fI-Wpd.normalTitle
source: Pay Now
si: දැන් ගෙවන්න
ta: இப்போது செலுத்த
te_in: ఇప్పుడు చెల్లించండి

# 5wB-CZ-ade.text
source: About Us
si: අපි ගැන
ta: எங்களை பற்றி
te_in: మా గురించి

# 6H9-oI-C3q.text
source: Wallet Balance :
si: පසුම්බිය තුලනය:
ta: வால்ட் இருப்பு:
te_in: వాలెట్ సంతులనం :

# 6Yi-nl-E7Q.placeholder
source: Amount
si: ප්රමාණය
ta: தொகை
te_in: మొత్తం

# 7Ov-Qq-6Qr.title
source: Offers
si: පිරිනැමුම්
te_in: ఆఫర్స్

# 8bF-BT-cXb.placeholder
source: Account Number
si: ගිණුම් අංකය
ta: கணக்கு எண்
te_in: ఖాతా సంఖ్య

# 8ia-iA-u4o.text
source: My Profile
si: මගේ පැතිකඩ
ta: என் சுயவிவரம்
te_in: నా జీవన వివరణ

# 8kF-QR-xcj.text
source: Select an option to pay
si: ගෙවීමට විකල්පයක් තෝරන්න
ta: செலுத்த ஒரு விருப்பத்தை தேர்ந்தெடுக்கவும்
te_in: చెల్లించడానికి ఎంపికను ఎంచుకోండి

# 8vu-VI-3PM.placeholder
source: Select Network
si: ජාලය තෝරන්න
ta: நெட்வொர்க்கைத் தேர்ந்தெடு
te_in: నెట్వర్క్ని ఎంచుకోండి

# 90F-uX-Uw7.placeholder
source: Select Network
si: ජාලය තෝරන්න
ta: நெட்வொர்க்கைத் தேர்ந்தெடு
te_in: నెట్వర్క్ని ఎంచుకోండి

# 93H-lA-xqZ.text
source: Add New Card
si: නව කාඞ්පත එක් කරන්න
ta: புதிய அட்டை சேர்க்கவும்
te_in: క్రొత్త కార్డ్ని జోడించండి

# 9Qj-1a-3QY.normalTitle
source: Added
si: එකතු කරන්න
ta: சேர்க்கப்பட்டது
te_in: చేర్చబడింది

# 9SV-vg-vl6.text
source: Offers
si: පිරිනැමුම්
ta: சலுகைகள்
te_in: ఆఫర్స్

# 9cK-kp-OxP.placeholder
source: Operator
si: ක්රියාකරු
ta: ஆபரேட்டர்
te_in: ఆపరేటర్

# AaI-XU-MYE.placeholder
source: Enter Promo code
si: Promo code ඇතුලත් කරන්න
ta: விளம்பர குறியீட்டை உள்ளிடவும்
te_in: ప్రోమో కోడ్ను నమోదు చేయండి

# Ac5-Ug-Dba.text
source: Edit Profile
si: සංස්කරණය කරන්න
ta: சுயவிவரத்தைத் திருத்தவும்
te_in: ప్రొఫైల్ను సవరించండి

# AlS-9h-23f.text
source: Sign Up
si: ලියාපදිංචි වන්න
ta: பதிவு செய்யவும்
te_in: చేరడం

# BKJ-PN-8gU.text
source: Agent Request
si: නියෝජිත ඉල්ලීම
ta: முகவர் கோரிக்கை
te_in: ఏజెంట్ అభ్యర్థన

# BVi-VB-WY0.placeholder
source: Datacard Number
si: ඩේටාකාඩ් අංකය
ta: டேட்டா கார்ட் எண்
te_in: డాటాకార్డ్ సంఖ్య

# BbB-e5-ZuT.normalTitle
source: Signin with Google
si: ගූගල් සමග සිග්නින්
ta: Google உடன் உள்நுழை
te_in: Google తో సైన్ ఇన్ చేయండి

# CQ0-17-4ZC.placeholder
source: Amount
si: ප්රමාණය
ta: தொகை
te_in: మొత్తం

# CRJ-d4-sbV.text
source: and
si: සහ
ta: மற்றும்
te_in: మరియు

# Dac-VZ-o4K.normalTitle
source: Term's & Condition's
si: කාලීන සහ කොන්දේසි වල
ta: விதிமுறைகளும் நிபந்தனைகளும்
te_in: టర్మ్ & కండిషన్ యొక్క

# Dgl-br-GGf.text
source: and
si: සහ
ta: மற்றும்
te_in: మరియు

# DnQ-K0-ESa.text
source: On Sign Up, you accept our
si: පුර්ව ලියාපදිංචි වීමෙන් ඔබ අප පිළිගන්නවා
ta: பதிவுசெய்தலில், நீங்கள் எங்கள் ஏற்றுக்கொள்கிறீர்கள்
te_in: సైన్ అప్ న, మీరు మా అంగీకరించాలి

# E3b-0D-xLU.normalTitle
source: Send Money
si: මුදල් යවන්න
ta: பணம் அனுப்பு
te_in: డబ్బు పంపండి

# E91-R0-e8a.text
source: Mobile recharge & Pay bill
si: ජංගම ගාස්තු ගැණුම් සහ ගෙවීම්
ta: மொபைல் ரீசார்ஜ் & பில் பில்
te_in: మొబైల్ రీచార్జ్ & పే బిల్లు

# EBl-Gq-mBi.text
source: Profile
si: පැතිකඩ
ta: விவரம்
te_in: ప్రొఫైల్

# EVt-jn-ZUN.normalTitle
source: Done
si: අමාරුයි
ta: முடிந்தது
te_in: పూర్తి

# Eq4-Sz-kCM.placeholder
source: Confirm Password
si: මුරපදය තහවුරු කරන්න
ta: கடவுச்சொல்லை உறுதிப்படுத்துக
te_in: పాస్వర్డ్ని నిర్ధారించండి

# F2y-Ai-s3z.text
source: Offers Section
si: කොටස් අංශය
ta: சலுகைகள் பிரிவு
te_in: ఆఫర్స్ సెక్షన్

# IFr-HT-Tti.placeholder
source: Mobile Number
si: ජංගම දූරකථන අංකය
ta: மொபைல் எண்
te_in: మొబైల్ సంఖ్య

# IMk-Gp-eSE.text
source: Landline
si: ස්ථාවරයි
ta: லேண்ட்லைன்
te_in: ల్యాండ్లైన్

# IRN-6C-i67.text
source: Electricity
si: විදුලි
ta: மின்சாரம்
te_in: విద్యుత్

# IvK-xP-GwP.text
source: - or -
si: - හෝ -
ta: - அல்லது -
te_in: - లేదా -

# KEU-VK-E5W.text
source: Broadband
si: බ්රෝඩ්බෑන්ඩ්
ta: பிராட்பேண்ட்
te_in: బ్రాడ్బ్యాండ్

# KZK-Fn-WR5.placeholder
source: Service Number
si: සේවා අංකය
ta: சேவை எண்
te_in: సర్వీస్ సంఖ్య

# KbK-Fp-Efe.text
source: Note: Once the password change is successful,
si: සටහන: මුරපදය වෙනස් කිරීම සාර්ථක වූ පසු,
ta: குறிப்பு: கடவுச்சொல் மாற்றம் வெற்றிகரமாக இருந்தால்,
te_in: గమనిక: పాస్ వర్డ్ మార్పు విజయవంతమైతే,

# Kv4-nR-Cxb.placeholder
source: Select Circle
si: කවුළුව තෝරන්න
ta: வட்டத்தைத் தேர்ந்தெடுக்கவும்
te_in: సర్కిల్ని ఎంచుకోండి

# LVZ-oE-dix.placeholder
source: Current Password
si: වත්මන් මුරපදය
ta: தற்போதைய கடவுச்சொல்
te_in: ప్రస్తుత పాస్వర్డ్

# M3l-Db-APJ.text
source: D T H
si: ඩී එච් එච්
ta: டி டி எச்

# MRL-66-dzi.placeholder
source: Amount
si: ප්රමාණය
ta: தொகை
te_in: మొత్తం

# Mdy-C6-HZn.normalTitle
source: Proceed to Pay Bill
si: බිල්පතක් ගෙවීමට
ta: பில் செலுத்தவும் தொடரவும்
te_in: బిల్ చెల్లించడానికి కొనసాగించండి

# N4n-h0-aHf.placeholder
source: Enter Amount
si: මුදල ඇතුල් කරන්න
ta: தொகை சேர்க்கவும்
te_in: మొత్తాన్ని నమోదు చేయండి

# NQF-sy-Dmk.text
source: D T H
si: ඩී එච් එච්
ta: டி டி எச்

# OBb-qT-xb7.placeholder
source: Number with STD Code
si: STD කේතය සමඟ අංකය
ta: எஸ்டிடி கோட் கொண்ட எண்
te_in: STD కోడ్తో సంఖ్య

# OQX-tJ-O6y.text
source: offers
si: පිරිනමයි
ta: சலுகைகள்
te_in: ఆఫర్స్

# OUT-ua-mys.text
source: By loging in, you accept our
si: ලොග් වීමෙන් ඔබ අප පිළිගන්නවා
ta: உள்நுழைவதன் மூலம், நீங்கள் எங்கள் ஏற்றுக்கொள்கிறீர்கள்
te_in: లాగిన్ చేయడం ద్వారా, మీరు మా అంగీకరించాలి

# Oh7-tN-TGR.normalTitle
source: Pay Now
si: දැන් ගෙවන්න
ta: இப்போது செலுத்த
te_in: ఇప్పుడు చెల్లించండి

# PEV-za-pP3.placeholder
source: Select Board
si: මණ්ඩලය තෝරන්න
ta: வாரியம் தேர்ந்தெடுக்கவும்
te_in: బోర్డ్ను ఎంచుకోండి

# PMa-YG-vZV.text
source: Change Password
si: මුරපදය වෙනස් කරන්න
ta: கடவுச்சொல்லை மாற்று
te_in: పాస్వర్డ్ మార్చండి

# QAV-w1-peO.normalTitle
source: Signup
si: ලියාපදිංචි වන්න
ta: பதிவுசெய்தல்
te_in: చేరడం

# QDI-86-DfS.text
source: Offers
si: පිරිනැමුම්
ta: சலுகைகள்
te_in: ఆఫర్స్

# Qq4-pn-pwh.normalTitle
source: Change Password
si: මුරපදය වෙනස් කරන්න
ta: கடவுச்சொல்லை மாற்று
te_in: పాస్వర్డ్ మార్చండి

# R55-Cs-tdt.text
source: Credit Card
si: ණයවර පත
ta: கடன் அட்டை
te_in: క్రెడిట్ కార్డ్

# SDZ-Dh-cHF.normalTitle
source: Sign Up
si: ලියාපදිංචි වන්න
ta: பதிவு செய்யவும்
te_in: చేరడం

# Sjc-1n-GnS.text
source: Don't have account..?
si: ගිණුමක් නැහැ ..?
ta: கணக்கு இல்லை ..?
te_in: ఖాతా లేదు ..?

# TMb-8E-Ikj.normalTitle
source: Pay Now
si: දැන් ගෙවන්න
ta: இப்போது செலுத்த
te_in: ఇప్పుడు చెల్లించండి

# UYn-0i-CFE.placeholder
source: Amount
si: ප්රමාණය
ta: தொகை
te_in: మొత్తం

# Vab-zw-IxU.text
source: Water
si: ජල
ta: நீர்
te_in: నీరు

# WV8-5z-TVu.text
source: - or -
si: - හෝ -
ta: - அல்லது -
te_in: - లేదా -

# WsQ-XG-ga5.title
source: Home
si: ගෙදර
ta: முகப்பு
te_in: హోమ్

# XFI-To-x8d.normalTitle
source: Login
si: ඇතුල් වන්න
ta: உள் நுழை
te_in: లాగిన్

# XJg-xa-QlN.text
source: Complete Your Payment
si: ඔබගේ ගෙවීම සම්පූර්ණ කරන්න
ta: உங்கள் பணம் செலுத்துங்கள்
te_in: మీ చెల్లింపును పూర్తి చేయండి

# XZp-OG-lOq.normalTitle
source: Add Money
si: මුදල් එක් කරන්න
ta: பணம் சேர்க்கவும்
te_in: డబ్బుని జోడించండి

# Xc0-gW-aCk.placeholder
source: Amount
si: ප්රමාණය
ta: தொகை
te_in: మొత్తం

# Y27-ng-8mR.normalTitle
source: Privacy Policy
si: රහස්යතා ප්රතිපත්තිය
ta: தனியுரிமை கொள்கை
te_in: గోప్యతా విధానం

# Y6h-hd-wc4.text
source: Order History
si: ඇණවුම් ඉතිහාසය
ta: ஆர்டர் வரலாறு
te_in: ఆర్డర్ చరిత్ర

# Ya5-BC-km0.text
source: Terms of Service
si: සේවා කොන්දේසි
ta: சேவை விதிமுறைகள்
te_in: సేవా నిబంధనలు

# Yfw-KK-QHX.text
source: Datacard
si: ඩීටාකාඩ්
ta: டேட்டாகார்டைக்
te_in: డేటాకార్డు

# Z91-Br-Zin.normalTitle
source: Edit
si: සංස්කරණය කරන්න
ta: தொகு
te_in: మార్చు

# aAJ-8l-NGT.placeholder
source: Subscriber ID
si: අනුසන්කරු හැඳුනුම් අංකය
ta: சந்தாதாரர் ஐடி
te_in: సబ్స్క్రయిబర్ ID

# bYl-JJ-2ot.placeholder
source: Select Operator
si: Operator තෝරන්න
ta: ஆபரேட்டர் ஐ தேர்ந்தெடுக்கவும்
te_in: ఆపరేటర్ని ఎంచుకోండి

# bon-tx-trF.normalTitle
source: Privacy Policy
si: රහස්යතා ප්රතිපත්තිය
ta: தனியுரிமை கொள்கை
te_in: గోప్యతా విధానం

# byp-gI-7al.placeholder
source: Mobile Number
si: ජංගම දූරකථන අංකය
ta: மொபைல் எண்
te_in: మొబైల్ సంఖ్

# c2R-iD-s1W.text
source: offers
si: පිරිනමයි
ta: சலுகைகள்
te_in: ఆఫర్స్

# c75-Ec-7G0.normalTitle
source: Signin with Facebook
si: ෆේස්බුක් සමඟ සිග්නින්
ta: பேஸ்பு கொண்டு உள்நுழையவும்
te_in: Facebook తో సైన్ ఇన్ చేయండి

# cO3-oP-bV6.placeholder
source: Amount
si: ප්රමාණය
ta: தொகை
te_in: మొత్తం

# caX-Fk-t0T.placeholder
source: Consumer Number
si: පාරිභෝගික සංඛ්යාව
ta: நுகர்வோர் எண்
te_in: వినియోగదారు సంఖ్య

# cwF-Ic-g5Q.text
source: Postpaid
si: පසුගෙවුම්
ta: போஸ்ட்பெய்டு
te_in: పోస్ట్పెయిడ్

# dd3-ZF-WsE.text
source: Offers
si: පිරිනැමුම්
ta: சலுகைகள்
te_in: ఆఫర్స్

# eJy-yK-tNX.text
source: Comment(Optional)
si: Comment (වෛකල්පිත)
ta: கருத்து (விரும்பினால்)
te_in: వ్యాఖ్యను (ఆప్షనల్)

# eMk-VF-dV8.placeholder
source: Mobile Number
si: ජංගම දූරකථන අංකය
ta: மொபைல் எண்
te_in: మొబైల్ సంఖ్

# ePs-9d-Ufu.placeholder
source: New Password
si: නව මුරපදය
ta: புதிய கடவுச்சொல்
te_in: క్రొత్త పాస్ వర్డ్

# fTH-H9-VCZ.placeholder
source: Operator
si: ක්රියාකරු
ta: ஆபரேட்டர்
te_in: ఆపరేటర్

# fg5-I1-WH3.placeholder
source: Email(Optional)
si: විද්යුත් තැපෑල (වෛකල්පිත)
ta: மின்னஞ்சல் (விரும்பினால்)

# g86-Cd-VkP.normalTitle
source: Confirm Now
si: දැන් තහවුරු කරන්න
ta: இப்போது உறுதிப்படுத்தவும்

# gSC-pc-rNY.text
source: Saved Cards
si: සුරකින ලද කාඞ්පත්
ta: சேமித்த அட்டைகள்
te_in: సేవ్ చేసిన కార్డులు

# ghr-RP-b1F.text
source: You will need Re-Login
si: ඔබට නැවත පුරනය කිරීම අවශ්ය වේ
ta: நீங்கள் மீண்டும் உள்நுழைய வேண்டும்
te_in: మీరు మళ్ళీ లాగిన్ కావాలి

# hpr-dh-Byd.text
source: Offers
si: පිරිනැමුම්
ta: சலுகைகள்
te_in: ఆఫర్స్

# iKJ-bn-fTz.text
source: Login
si: ඇතුල් වන්න
ta: உள் நுழை
te_in: లాగిన్

# iRO-wC-4Jd.text
source: Saved Cards
si: සුරකින ලද කාඞ්පත්
ta: சேமித்த அட்டைகள்
te_in: సేవ్ చేసిన కార్డులు

# j43-FM-dVU.text
source: Landline
si: ස්ථාවරයි
ta: லேண்ட்லைன்
te_in: ల్యాండ్లైన్

# kCr-ao-ads.placeholder
source: Comments
si: අදහස්
ta: கருத்துக்கள்
te_in: వ్యాఖ్యలు

# ktk-PI-XSS.placeholder
source: Amount
si: ප්රමාණය
ta: தொகை
te_in: మొత్తం

# lAB-qy-QLc.normalTitle
source: Term's & Condition's
si: කාලීන සහ කොන්දේසි වල
ta: விதிமுறைகளும் நிபந்தனைகளும்
te_in: టర్మ్ & కండిషన్ యొక్

# lSf-cX-7eM.placeholder
source: Create a Password
si: මුරපදයක් තනන්න
ta: ஒரு கடவுச்சொல்லை உருவாக்கவும்
te_in: పాస్వర్డ్ను సృష్టించండి

# lc8-SI-edm.text
source: PAYZAN WALLET
si: පයිසාන් පුල්ලේ
ta: பாசான் வாலட்
te_in: పేజన్ వల్లేట్

# lhL-fu-5tJ.normalTitle
source: Recharge
si: රිචාර්ඡ්
ta: மீள்நிரப்பு
te_in: రీఛార్జ్

# mQX-qx-Odu.normalTitle
source: Recharge
si: රිචාර්ඡ්
ta: மீள்நிரப்பு
te_in: రీఛార్జ్

# nfQ-Wn-ja5.text
source: Debit Card
si: හරපත
ta: பற்று அட்டை
te_in: డెబిట్ కార్డు

# o3c-W7-7Jl.text
source: Electricity
si: විදුලි
ta: மின்சாரம்
te_in: విద్యుత్

# oY3-Bu-bcL.segmentTitles[0]
source: Send Money to wallet
si: මුදල් පසුම්බිය යවන්න
ta: பணப்பையை பணம் அனுப்பு
te_in: వాలెట్కు డబ్బు పంపండి

# oY3-Bu-bcL.segmentTitles[1]
source: Add Money to wallet
si: මුදල් පසුම්බිය එකතු කරන්න
ta: பணப்பையை பணம் சேர்க்கவும்
te_in: వాలెట్కు డబ్బుని జోడించండి

# oY3-Bu-bcL.segmentTitles[2]
source: My Transactions
si: මගේ ගනුදෙනු
ta: என் பரிவர்த்தனைகள்
te_in: నా లావాదేవీలు

# p6x-LG-8PG.text
source: Offers
si: පිරිනැමුම්
ta: சலுகைகள்
te_in: ఆఫర్స్

# pAP-j8-Ypy.placeholder
source: Service Number
si: සේවා අංකය
ta: சேவை எண்
te_in: సర్వీస్ సంఖ్

# pBd-mL-qTP.segmentTitles[0]
source: Talktime Topup
si: කථාව
ta: டாக் டைம் டாப்அப்
te_in: టాక్టైమ్ టాప్అప్

# pBd-mL-qTP.segmentTitles[1]
source: Special Recharge
si: විශේෂ රීචාර්ජ්
ta: சிறப்பு ரீசார்ஜ்
te_in: స్పెషల్ రీఛార్జ్

# pa3-Sj-e5k.normalTitle
source: Sign up with Facebook
si: ෆේස්බුක් සමඟ ලියාපදිංචි වන්න
ta: பேஸ்புக் மூலம் பதிவு செய்க
te_in: Facebook తో సైన్ అప్ చేయండి

# piT-gT-cXh.placeholder
source: Select Districts
si: දිස්ත්රික්ක තෝරන්න
ta: மாவட்டங்களைத் தேர்ந்தெடுங்கள்
te_in: జిల్లాలను ఎంచుకోండి

# qwy-Ag-jFC.placeholder
source: Mobile Number / Email
si: ජංගම දුරකථන / ඊමේල්
ta: மொபைல் எண் / மின்னஞ்சல்
te_in: మొబైల్ సంఖ్ / ఇమెయిల్

# raH-yO-D3v.text
source: Mobile recharge & Pay bill
si: ජංගම ගාස්තු ගැණුම් සහ ගෙවීම්
ta: மொபைல் ரீசார்ஜ் & பில் பில்
te_in: మొబైల్ రీచార్జ్ & పే బిల్

# tLL-LL-MI7.text
source: Cable TV
si: රැහැන් සහිත රුපවාහිනි
ta: கம்பிவட தொலைக்காட்சி

# th7-kr-Fk4.normalTitle
source: Proceed to Pay Bill
si: බිල්පතක් ගෙවීමට
ta: பில் செலுத்தவும் தொடரவும்
te_in: బిల్ చెల్లించడానికి కొనసాగించండి

# u4l-Qt-6iY.normalTitle
source: All
si: සියලු
ta: அனைத்து
te_in: అన్ని

# uZk-0F-Sd8.placeholder
source: Select Operator
si: Operator තෝරන්න
ta: ஆபரேட்டர் ஐ தேர்ந்தெடுக்கவும்
te_in: ఆపరేటర్ని ఎంచుకోండి

# uh5-Ow-Lal.text
source: Datacard
si: ඩීටාකාඩ්
ta: டேட்டாகார்டைக்
te_in: డాటాకార్

# ukF-vd-ZYv.placeholder
source: Amount
si: ප්රමාණය
ta: தொகை
te_in: మొత్తం

# v5q-4J-kZd.text
source: Already have an account..?
si: දැනටමත් ගිණුමක් තිබේද?
ta: ஏற்கனவே ஒரு கணக்கு உள்ளதா..?
te_in: ఖాతా కలిగి ఉన్నారా..?

# vSL-Ji-4qN.normalTitle
source: Login
si: ඇතුල් වන්න
ta: உள் நுழை
te_in: లాగిన్

# vZV-T8-s26.text
source: Postpaid
si: පසුගෙවුම්
ta: போஸ்ட்பெய்டு
te_in: పోస్ట్పెయిడ్

# w3D-IB-2ZC.normalTitle
source: Received
si: ලැබුණි
ta: பெறப்பட்டது
te_in: అందుకుంది

# wQa-Qh-ruc.text
source: Water
si: ජල
ta: நீர்
te_in: నీరు

# wwo-Di-cTR.text
source: Net Banking
si: ශුද්ධ බැංකුකරණය
ta: நிகர வங்கி
te_in: నెట్ బ్యాంకింగ్

# xZS-cK-7mK.text
source: Offers
si: පිරිනැමුම්
ta: சலுகைகள்
te_in: ఆఫర్స్

# xdy-zZ-sMi.normalTitle
source: Recharge
si: රිචාර්ඡ්
ta: மீள்நிரப்பு
te_in: రీఛార్జ్

# yAX-rc-cXR.placeholder
source: Password
si: මුරපදය
ta: கடவுச்சொல்
te_in: పాస్ వర్డ్

# yTD-Kv-ymc.placeholder
source: Select Operator
si: Operator තෝරන්න
ta: ஆபரேட்டர் ஐ தேர்ந்தெடுக்கவும்
te_in: ఆపరేటర్ని ఎంచుకోండి

# ygr-GJ-1kK.text
source: Prepaid
si: පෙරගෙවුම්
ta: ப்ரீபெய்டு
te_in: ప్రీపెయిడ్

# yui-Gj-fjj.text
source: Cable TV
si: රැහැන් සහිත රුපවාහිනි
ta: கம்பிவட தொலைக்காட்சி
te_in: కేబుల్ TV

# yuz-Ae-mEx.normalTitle
source: Can not Login..?
si: ඔබට ලොගින් විය නොහැකිද?
ta: உள்நுழைய முடியவில்லையா?
te_in: లాగిన్ కాదు ..?

# zJf-Ao-MRt.title
source: My Profile
si: මගේ පැතිකඩ
ta: என் சுயவிவரம்
te_in: నా జీవన వివరణ

# zUm-af-Jit.text
source: Broadband
si: බ්රෝඩ්බෑන්ඩ්
ta: பிராட்பேண்ட்
te_in: బ్రాడ్బ్యాండ్

# zYy-Ju-m91.placeholder
source: Amount
si: ප්රමාණය
ta: தொகை
te_in: మొత్తం

# CIv-NA-Xpz.title
source: Wallet
ta: கைப்பை
te_in: పర్సు
